Repository: abbgo/skar_admin
Catalog: lib/l10n/app_*.arb
Languages: tr

# phoneNumber
source: Your phone number
tr: Telefon belgiňiz

source: Password
tr: Açar sözi

# enterYourCorrectPhoneNumber
source: Please enter your correct phone number
tr: Telefon belgiňizi dogry giriziň

source: Enter your password
tr: Açar sözi giriziň

source: Login
tr: Ulgama gir

# noIntConn
source: No internet connection !
tr: Internet baglanyşygy ýok !

source: Some error occurred
tr: Käbir ýalňyşlyk ýüze çykdy

source: User not found
tr: Ulanyjy tapylmady

source: my shops
tr: Dükanlarym

source: No
tr: Ýok

source: Yes
tr: Hawa

source: Add shop information
tr: Dükanyň maglumatlaryny giriziň

source: Add product information
tr: Harydyň maglumatlaryny giriziň

source: Please enter this information
tr: Bu maglumaty giriziň

# locationPermission
source: To provide you with the best experience using our app, we need access to your location. Please allow location
tr: Progarmmamyzy iň gowy netijede ulanyp bilmegiňiz üçin lokasiýa maglumatlaryňyz zerur. Loksiýa rugsat bermegiňizi haýyş edýaris

source: Allow
tr: Rugsat beriň

source: Enter the coordinates of the shop
tr: Dükanyň koordinatlaryny giriziň

source: Enter the product brand
tr: Haryt markasyny giriziň

source: Enter the categories of product
tr: Harydyň kategoriýalaryny giriziň

# isThereDeliveryService
source: Is there a shipping service ?
tr: Eltip bermek hyzmaty barmy ?

source: Galery
tr: Galereýa

source: Camera
tr: Kamera

# addImageOfTheShop
source: Add store image
tr: Dükanyň suratyny goşuň

source: No image
tr: Surat ýok

# imageMustBeSpecifiedDimensions
source: Image must be added in the specified dimensions
tr: Surat görkezilen ölçeglerde goşulmaly

source: Cancel
tr: Goýbolsun

source: Add
tr: Goş

# informationAddedSuccessfully
source: Information addedd successfully
tr: Maglumat üstünlikli goşuldy

source: Information changed successfully
tr: Maglumat üstünlikli üýtgedildi

source: Information deleted successfully
tr: Maglumat üstünlikli pozuldy

source: Information restored successfully
tr: Maglumat üstünlikli dikeldildi

source: Information completely deleted
tr: Maglumat doly pozuldy

source: No Result !
tr: Netije ýok !

source: Search mall
tr: Söwda merkezi gözle

# ifYourStoreIsLocatedInsideMallSelectMall
source: If your store is located inside a mall, select a mall
tr: Dükanyňyz söwda merkeziniň içinde ýerleşýän bolsa, söwda merkezini saýlaň

# selectMall
source: Select a mall
tr: Söwda merkezini saýlaň

# selectBrand
source: Select a brand
tr: Marka saýlaň

source: Select categories
tr: Kategoriýalary saýlaň

source: Change
tr: Üýtget

source: View products
tr: Harytlary gör

source: Move to trash
tr: Zibile sal

source: Trash
tr: Zibil

source: Search brand
tr: Marka gözle

source: Search category
tr: Kategoriýa gözle

source: Search product
tr: Haryt gözle

# showProduct
source: Display the product
tr: Harydy görkez

# addProductColors
source: Add product types (colors)
tr: Harydyň görnüşlerini ( reňklerini ) goşuň

source: Add product types
tr: Haryt görnüşlerini goş

source: Name
tr: Ady

source: Address
tr: Salgysy

source: Price
tr: Bahasy

source: Old price
tr: Köne bahasy

# productTypes
source: Product types (colors)
tr: Haryt görnüşleri (reňkleri)

source: Add product type
tr: Haryt görnüşini goş

source: Change product type
tr: Haryt görnüşini üýtget

source: Product color
tr: Harydyň reňki

source: Select product color dimensions
tr: Haryt reňkiniň ölçeglerini saýlaň

# addProductColorImages
source: Add pictures of product color
tr: Haryt reňkiniň suratlaryny goşuň

# pleaseEnterInformationsCompletely
source: Please enter the informations completely
tr: Maglumatlary doly girizmegiňizi haýyş edýäris

source: Selected dimensions
tr: Saýlanan ölçegler

source: Selected images
tr: Saýlanan suratlar

# countProductTypes
source: Count of product types
tr: Haryt görnüşleriniň sany

# shopsInTrash
source: Shops in the trash
tr: Zibildäki dükanlar

# productsInTrash
source: Products in the trash
tr: Zibildäki harytlar

source: Count of products
tr: Harytlaryň sany

source: Restore
tr: Täzeden dikelt

source: Permanently delete
tr: Hemişelik poz

source: Are you sure you want to log out
tr: Siz hakykatdanam ulgamdan çykmakçymy

# shouldThisInformationDeletedCompletely
source: Should this information be deleted completely
tr: Bu maglumat doly pozulsynmy

source: You can't delete this shop
tr: Bu dükany pozup bilmersiňiz

# youCanOnlyDeleteShopThatHasNoProductInIt
source: You can only delete a shop that has no product in it
tr: Diňe içinde harydy bolmadyk dükany pozup bilersiňiz

source: Language
tr: Dil

source: Select language
tr: Dil saýlaň

source: Analysis
tr: Analiz

source: Product complaints
tr: Haryt şikaýatlary

# countComplaints
source: Count of complaints
tr: Şikaýatlaryň sany

source: See complaints
tr: Şikaýatlary gör

source: Active
tr: Aktiw

source: Rejected
tr: Tassyklanmady

source: In review
tr: Gözden geçirilýar

source: Reason for rejecting
tr: Red edilmeginiň sebäbi

source: Contact
tr: Habarlaşmak
